[{
	"founded": " 2014",
	"city": "Melbourne",
	"name": "ActivePipe",
	"description": "ActivePipe launches the real estate industry into the digital and increasingly consumer focussed 21st century market. Founded by Ashley Farrugia ActivePipe use automated email-marketing campaigns that operate on a real estate agent’s behalf, with communication that is powerful, consistent and personalised. Smart data analytics and advanced reporting features eliminate the guesswork, telling agents who is ready to transact so they can close more deals. ActivePipe are used by over 700 offices in Australia including Ray White, LJ Hooker and Barry Plan and they intend to expand to the UK and US."
}, {
	"founded": " 2014",
	"city": "Melbourne",
	"name": "Elevio",
	"description": "After a number of years working together agency side, Elevio founders, Chris Duell & Matt Trimarchi saw the way that support content was being delivered to users was fundamentally broken, and took it on themselves to rethink support content creation and delivery. Elevio has grown to be a success story of growing from a bootstrapped side project to being a venture backed company with investments from the likes of Blackbird and AirTree, with a growing team, hundreds of customers globally from Fortune 500 to bootstrapped startups serving their self service software on over 100M pages a month."
}, {
	"founded": " 2014",
	"city": "Melbourne",
	"name": "Agersens",
	"description": "Agersens is developing an innovative solution to enable automated movement and control of livestock. This device connects animals to the internet and benefits farmers by increasing productivity and reducing operational costs, improving the health and welfare of livestock, and improving our environment by helping farmers prevent cattle polluting our waterways. Founded by Ian Reilly Agersens has negotiated a worldwide exclusive licence to CSIRO intellectual property that trains an animal to stay or move within a virtual fence boundary. To date Agersens have raised $2.36 million in funding rounds."
}, {
	"founded": " 2014",
	"city": "Melbourne",
	"name": "Curo",
	"description": "Curo provides families with the reassurance that their loved one is remaining independent and can continue to care for themselves. Using non-intrusive sensors in the home Curo provides insights via a smartphone application which aims to change the way the world looks at ageing-in-place and the relationship between family and their loved ones. Founded by Tim McDougall and Matt McDougall, Curo has received $1 million seed investment and expanded their operation to the US."
}, {
	"founded": " 2014",
	"city": "Melbourne",
	"name": "ResponSight",
	"description": "Every user has a behavioural fingerprint; a unique, nuanced way they use their own computer. Behavioural fingerprints can be monitored to detect malware and attackers, who don’t behave the same way as a typical end user. Investing in detecting security breaches as early as possible allows organisations to take control. Founded byJeff Paine the idea for ResponSight was first pitched at BlueChilli’s Disrupt@Scale startup program and they were announced the winners in February 2015. In 2016 they raised $1.15 million in a seed funding."
}, {
	"founded": " 2014",
	"city": "Melbourne",
	"name": "Liminal VR",
	"description": "Liminal VR combines neuroscience and design principles in virtual reality to induce a range of cognitive and emotional states in people. Their mission is to safely empower people to choose how they want to feel throughout the course of the day. CEO Damian Moratti is an entrepreneur with almost a decade of experience starting and running I.T. support and eMarketing businesses. Co Founder Nick Busietta is a major projects IT lawyer, psychology graduate obsessed with the idea that combining human psychology with the power of virtual reality is a natural progression for the human mind. Liminal are in talks with various educational institutions hoping to introduce Liminal’s research into their curriculum."
}, {
	"founded": " 2014",
	"city": "Melbourne",
	"name": "Liven",
	"description": "Liven is a restaurant discovery and rewards platform that actually pays users to do what they already love to do – eat out. Founders, David Ballerini, William Wong and Grace Wong saw the emerging potential of mobile payments. They added a charity component to the app to allow people to share their rewards with those in need, giving charities an entirely new way to fundraise. Liven has recently raised $10 million in venture capital, and are now eyeing expansion into a third Australian city followed by the US and UK markets by years end."
}, {
	"founded": " 2014",
	"city": "Melbourne",
	"name": "MoneyPlace",
	"description": "MoneyPlace is an online marketplace that connects investors with credit-worthy borrowers. Users have to apply online in order to get a credit estimate after which they will be matched with suitable investors. Afterwards, borrowers will get this money electronically transferred to their respective accounts. MoneyPlace was launched by ex-NAB employee Stuart Stoyan in 2014 when he saw that banks were no longer doing their part to support customers. Stuart observed the peer to peer trend globally and took the opportunity to bring this concept to Australia."
}, {
	"founded": " 2014",
	"city": "Melbourne",
	"name": "ParentPaperwork",
	"description": "ParentPaperwork is easy to use online forms system for schools, students and parents,replacing paper forms in schools. ParentPaperwork officially launched and have gone from strength to strength signed Brisbane Catholic Education Office schools (140 schools), KIPP Public Schools Houston (32 schools), a range of marque private schools including Scots College (Sydney), Canberra Girls Grammar and Hume Anglican Grammar. They are partnering with GroupCall in the UK, have secured a couple rounds of seed funding and are also exploring integrations with other Edtech products."
}, {
	"founded": " 2014",
	"city": "Melbourne",
	"name": "Honee",
	"description": "Search, compare and book wellness, beauty and fitness services on Honee. Founder Matthew Jones wanted to make it easy to find wellness, beauty and fitness venues in Melbourne. They help Melburnians look and feel amazing by providing the most accurate and up-to-date information on their favourite venues, as well as helping businesses promote their brands and find new clients. They cater to services including beauty, nails, hairdressers, spas, massage, acupuncture, yoga, pilates and fitness. The team raised $512k in 2016 to continue expansion."
}, {
	"founded": " 2014",
	"city": "Melbourne",
	"name": "Speedlancer",
	"description": "Speedlancer is a marketplace of 450 curated freelancers available on-demand. They deliver tasks in as little as 4 Hours or in Bundles for full-stack campaigns. Founded by 22-year-old entrepreneur, Adam Stone. Today Speedlancer offers writers, designers, researchers, lead-generators and developers. Their team includes Jon Westenberg in Sydney as well as a globally distributed team employees (in additional to their 450 highly curated freelancers) in the US and Brazil."
}, {
	"founded": " 2014",
	"city": "Melbourne",
	"name": "Timelio",
	"description": "Timelio is a high growth FinTech company with an online marketplace for invoice finance and supply chain finance. Timelio brings together growing businesses directly with a network of investors who fund their invoices. Wife and Husband Founders, Charlotte and Andrew Petris, noticed how tough it was for Australian SMEs trying to grow a business without access to adequate finance. Timelio has raised $5.5 million in capital and aspire to be the first Australian fintech to fund $1 billion to Australian SMEs."
}, {
	"founded": " 2014",
	"city": "Melbourne",
	"name": "Unlockd",
	"description": "Unlockd is an enterprise mobile platform that rewards consumers when they unlock their mobile phone. The revolutionary ad and content funded mobile platform provides consumers a value exchange whether it be discounts off their mobile phone bill, free data or premium entertainment content, in exchange for viewing ads, content or offers upon unlocking their smartphone. Unlockd was founded by Matthew Berriman in Melbourne, they have since since grown to New York and London."
}, {
	"founded": " 2014",
	"city": "Melbourne",
	"name": "Yume Food",
	"description": "Yume Food is a marketplace that helps connect businesses that have premium surplus or excess produce with other businesses that can use it. Yume was founded by Katy Barfield, after witnessing the amount of food that’s wasted in the commercial food sector. The existing food supply framework in Australia means that 9.5 million tonnes of food is discarded each year. It’s estimated that between 400,000 and 600,000 tonnes of that food is accessible, edible, quality food and could not just be rescued, but used, eaten and enjoyed. In February this year, Yume raised $2.6 million investment to continue their mission."
}, {
	"founded": " 2015",
	"city": "Melbourne",
	"name": "Blockfreight",
	"description": "Blockfreight provides innovative solutions for freight and shipping. Within their active R&D they engineer novel systems and standards to solve inherent issues and eliminate cost centres, which arise during the standard shipping process. Blockfrieght was designed to bring enhanced levels of operational efficiency and eliminate costs which can arise in freight. Blockfreight™ was founded with initial capital being provided by the founders, Julian Smith, Melbourne Bitcoin Technology Center Incubator and private placement of funds from active members of the MBTC community."
}, {
	"founded": " 2015",
	"city": "Melbourne",
	"name": "Airwallex",
	"description": "Businesses are evolving at the speed of light but payments lag behind. In this increasingly globalised world, having the right infrastructure for cross-border payments is crucial. Airwallex was founded by a team of entrepreneurs, Jacob Dai, Jack Zhang, Lucy Yueting Liu, Ki-Lok Wong and Max Li who knew international payments could, and should, be better. Airwallex is backed by high profile investors including Tencent, Sequoia Capital China, MasterCard and Gobi Partners. As of May 2017, Airwallex raised US $16 million."
}, {
	"founded": " 2015",
	"city": "Melbourne",
	"name": "Doshii",
	"description": "Connect your ordering app, payment device, loyalty and reservations platforms to POS. Doshii is the smart new API platform that coordinates all your apps and payment systems. Founded by Sean O’Meara, Doshii was created to fix the growing need for integration between apps. Doshii is the only Australian ‘middleware’ API for the hospitality industry. So far Doshii have signed several of the largest POS in Australia, including Impos, H&L & SwiftPOS. They have a global agreement with Omnivore, who is the Doshii of the US. This means Doshii can provide Aussie Apps access to the US market and vice versa."
}, {
	"founded": " 2015",
	"city": "Melbourne",
	"name": "Fillr",
	"description": "Fillr’s ‘autofill as a service’ seamlessly integrates into clients apps, enabling customers to transact faster, boosting conversions and revenue. Their powerful mapping engine, algorithms and machine learning technology utilise advanced proprietary textual heuristics to read forms as close to human representation as possible. Founders, Chris Koch and Chad Stephens saw the opportunity for autofill technology beyond the property sector. Fillr now has offices in Melbourne and San Francisco and is backed by SoftBank China Capital (Alibaba’s largest investor), Southern Cross Venture Partners, Reinventure and Constant Innovation."
}, {
	"founded": " 2015",
	"city": "Melbourne",
	"name": "Littlepay",
	"description": "Littlepay is an Australian fintech start-up focused on developing micropayment processing services. Founded by Michael Walters, littlepay are backed by a global investment company with a long track record of investing in and developing payments technologies, littlepay are backed by a global investment company with a long track record of investing in and developing payments technologies."
}, {
	"founded": " 2015",
	"city": "Melbourne",
	"name": "Plattar",
	"description": "Plattar is an Augmented Reality app builder & content management system. Founder Rupert Deans and his team have been working on the SaaS platform for 2 years before officially launching February 2017. Seeing that AR was difficult and costly to create and considering this was the case in website development before the likes of WordPress, Rupert knew there was an opportunity to create the world’s first Augmented Reality enablement platform for businesses and individuals to create, manage and deploy Augmented reality and mixed reality experiences. Plattar has already raised $1.1 million capital from News Corp."
}, {
	"founded": " 2015",
	"city": "Melbourne",
	"name": "TRIBE",
	"description": "TRIBE is a marketplace that connects social media content creators with leading brands to transform word of mouth recommendations. Founder, Jules Lund, well-known TV & radio host designed the platform as a personal workflow solution to assist with his own time management of brands offering him payment to post on his social accounts. Today TRIBE has 13,000 influencers in the app and 2600 brand campaigns through the platform and has secured $5.35 million in Series A funding to support their global expansion."
}, {
	"founded": " 2016",
	"city": "Melbourne",
	"name": "Creator Global",
	"description": "Based on the projected growth of Internet of Things (IoT) and their experience in designing over in-market 10m devices. Founders Slade Sherman, Doug Buckle and Travis Crothers designed a product development process for brands and enterprise companies that help them use emerging technology to solve their biggest challenges. Creator Global provide consulting services to help clients with Internet of Things strategy and development of connected devices. In North America, they are working with leading beverage brands like Coca-cola and Anheuser-Busch InBev, the world’s largest brewer. Locally in Australia, the team work with clients such as Telstra, the RACV and Bacardi."
}, {
	"founded": " 2016",
	"city": "Melbourne",
	"name": "Finch",
	"description": "Finch is a fintech startup with a vision to reimagine the consumer finance experience. Finch beat over 100 fintech startups from around the world for one of eight spots in Silicon Valley’s top fintech incubator – Envestnet | Yodlee. Founded by Toby Gardner and Shahirah Gardner, the two realised that traditional banks and institutions are struggling to understand the millennial generation and their financial habits. The app is a social spending app for Australian millennials that allows them to pay friends, stay friends, and achieve financial wellness together."
}, {
	"founded": " 2016",
	"city": "Melbourne",
	"name": "PurePonics",
	"description": "Growing pure food by aquaponics in urban farming. More taste, less waste and grown close to where you live and eat. Founded by entrepreneurs Steve Gleeson and Paul Hopper, PurePonics is an innovative AgTech startup combining Aquaculture and Hydroponics to produce fresh, safe and sustainable food, with no use of chemicals. Since the company’s inception, they have sourced specialist researcher Yoni Sharon from Israel, built facilities in Geelong, begun to generate their first revenue stream through production and will soon be looking for more investment to accelerate their expansion across Australia and beyond."
}, {
	"founded": " 2016",
	"city": "Melbourne",
	"name": "Lithodomos VR",
	"description": "Lithodomos VR produces and distributes archaeologically accurate reconstructions of the ancient world in virtual reality for tourism, education, and entertainment. Founded by Simon Young, Tony Simmons and Dr. M. Hamdi Kan, by December 2016 the company had released its first app, Ancient Jerusalem in VR. By the end of January 2017, the company had closed an initial seed funding round of $900,000 AUD in private investment and has since been rapidly expanding across Europe. The company’s products are available now on the App Store, Google Play, and Oculus."
}, {
	"founded": " 2016",
	"city": "Melbourne",
	"name": "Passel",
	"description": "The world’s first crowdsourced online delivery option. With 20 years’ freight and logistics experience. Passel has secured angel investment and are embarking on a seed funding round. Passel will launch in Melbourne in September with a number of retail clients including Motto Fashion. They have already had positive feedback from Silicon Valley; which they plan to tackle after delivering 300,000 items in Australia next year."
}, {
	"founded": " 2016 ",
	"city": "Melbourne",
	"name": "The Lumery",
	"description": "The Lumery is a unique collective of MarTech & AdTech experts providing brands with Advisory, Strategy and Execution services on the applications they have today, and will have in the future. Tired of the ‘buzz word approach’ around MarTech, Founders, Rajan Kumar, Ben Fettes and Simon O’Day believe that brands have traditionally had limited options to call upon when seeking agencies. In less than 6 months the team has set up shop in Cremorne and have a talented team servicing clients including Australia Post and Jetstar."
}, {
	"founded": " 2016 ",
	"city": "Melbourne",
	"name": "Milanote",
	"description": "The notes app for creative work. Milanote is a place to put it all together. See your ideas, notes and research side by side. Used by designers, writers, marketers and other creative professionals from companies like Facebook, Apple, Uber, Google, Philips and Nike. Designed by founders Michael Trounce, Marc Clancy and Brett Warren and Ollie Campbell as an internal tool for their other business Navy Design before realising the tool was something that could be applied to any creative process. Deciding to spin it out, they launched Milanote in February, garnering over 40,000 sign ups in just the first couple of months."
}, {
	"founded": " 2014",
	"city": "Melbourne",
	"name": "Afterpay",
	"description": "Afterpay is the new way for Australians to pay. Their easy-to-use payment process allows shoppers to buy their product today and pay it off in 4 equal fortnightly instalments. Launched by Nick Molnar, Afterpay floated on the Australian Stock Exchange in May 2016 and partners with hundreds of Australia’s leading retailers such as Cue, Marcs, General Pants, Glue, Topshop and Hype DC. Their process is now available both online and in-store. Afterpay was awarded “FinTech Innovator in Payments” at the inaugural FinTech Awards 2016 and “FinTech Organisation of the Year” at The Finnies, May 2017."
}, {
	"founded": " 2016",
	"city": "Melbourne",
	"name": "Unscriptd",
	"description": "Test"
}, {
	"founded": " 2016",
	"city": "Melbourne",
	"name": "Beauro",
	"description": "Test"
}, {
	"founded": " 2016",
	"city": "Melbourne",
	"name": "Shooting Unicorns",
	"description": "Test"
}, {
	"founded": " 2016",
	"city": "Melbourne",
	"name": "Medipass",
	"description": "Test"
}, {
	"founded": " 2016",
	"city": "Melbourne",
	"name": "Localz",
	"description": "Test"
}]