[{"name": "Feedmee", "description": "lol"}, {"name": "Boundlss", "description": "Founded: 2013\n Boundlss combines machine learning, biosensor data, AI, NLP and a team of human coaches to help health & life insurers provide innovative, personalised, behaviour based insurance products. Founders Jonah Cacioppe (CEO) and Mike Kruger (CTO) met at a meditation course in their teens. With a joint passion to see people healthy and happy, they set about creating a digital Health Assistant. Looking ahead, the team have a goal to improve the health of over 100 million people by 2020 with their AI-Human Health Assistant and Conversational Platform."}, {"name": "GeoMoby", "description": "Founded: 2013\n GeoMoby is a location intelligence platform. They are using advanced geofencing, machine learning and real-time geolocation algorithms to help clients realise the value of their data, better communicate with their end-users, increase productivity and eventually improve their bottom line. The idea came when founder Christophe Baudia was backpacking across Australia and realised how difficult it was to get useful information at the right time and place when visiting a new city. Today they have an established presence in the US, Europe and Asia Pacific with revenue that has grown by 100% each year for the past 2 years."}, {"name": "Fleetsu", "description": "Founded: 2014\n Fleetsu is an enterprise-class telematics provider. Founded by Jakub Felinski, Fleetsu collects and analyses big data streams from GPS, telemetry and IoT sources to create efficient asset management. In doing so they provide businesses with tools to optimise and coordinate the use of vehicles, machinery and equipment. The company is now looking to raise $1 million in VC funding to improve their capabilities and continue their expansion across the country. This would be in addition to the $1.2 million the business has secured so far in Angel investments."}, {"name": "Kikka Capital", "description": "Founded: 2014\n Kikka offers fast cash loans for small businesses. They use data-driven online lending platforms to provide short duration credit products to consumers and small business owners across Australia. By assessing their business in real-time, based on the business’s health and current performance, business owners can receive loan approvals quickly. Kikka Capital was founded by David Brennan. Since launching, Kikka has originated over $12 million in lines of credit and received $2 million in Seed funding from Flexigroup."}, {"name": "Techboard", "description": "Founded: 2014\n Techboard is an Australian startup and tech company discovery and intelligence platform. They enable companies to claim or set up profiles and use the profiles and their ASX-style announcements platform to promote themselves. Through the collection of this data, Techboard monitors the progress of these companies which goes towards a monthly ranking of trending companies and other data products. A handy resource for us at The Martec. Founded by Peter van Bruchem and Rafael Kimberley-Bowen, Techboard has begun to expand Australia wide. They now have over 1700 searchable company profiles, growing by 100+ profiles per month."}, {"name": "Cribber", "description": "Founded: 2015\n Cribber creates engaged worksites, connecting employees and contractors online, regardless of location. Cribber CEO Mike Watson had worked on remote sites as an electrical engineer managing teams of electricians in Australia, NZ, and the Middle East. Co-Founder and COO, Jasmin Ward had worked in risk and compliance with the likes of BHP and Chevron. They both noticed that compliance was manual and communications were onerous. They now work with clients like Woodside, CB&I, and Lightsource energy. They are graduating the Muru-d accelerator program and have raised $150,000 since launching."}, {"name": "Frigbot", "description": "Founded: 2015\n Frigbot is powering the Internet of Fridges. Founded by Darren Dwyer, Frigbot is a cellular wireless monitoring device, that plugs into the programming port found on modern commercial refrigeration equipment. This cloud-based technology connects refrigeration equipment to the cloud with access to all functions over the internet from your computer, tablet or smartphone. Customers can configure the Frigbot to send regular email reports and graphs that show time and temperature performance, making it easier for refrigeration companies to track the performance of their products."}, {"name": "QuizJam", "description": "Founded: 2015\n QuizJam is a gamified engagement platform that offers an app and web solution to educate, engage and improve the culture within an organization. As well as a lead generation, advertising and engagement solution for Brands. This Perth based startup was founded by Joel Steel and Glenn Morton with the goal of making engagement fun, whilst focusing on important metrics around branding, data capture, lead generation and advertising. They have partnered with Havas Worldwide, worked with high profile clients including Commonwealth Bank, West Coast Eagles and Carsales and have raised just over $1 million in Seed funding to date."}, {"name": "Smartbeat", "description": "Founded: 2015\n Smartbeat is a SaaS focussed software development company. Wondering how they could measure ROI for marketing and advertising in bricks and mortar locations, founders Todd Sainsbury and Paul Trappitt looked to re-imagine wifi. They designed world-first patent-pending technology, ‘wifi apps’ which allow marketers to connect advertising efforts to customers in bricks and mortar locations with 1 click and no downloads required. Their solution advertises or re-markets to customers online to attract them in store."}, {"name": "Feedmee", "description": "Founded: 2016\n Feedmee is an AI-based food discovery app that learns and recommends the food you love based on your eating behaviour. The app was created and founded by Tyler Spooner, Brenda Lai and Anthony Manning-Franklin to taking the decision making out of eating for their clients so that they can spend more time eating food they like and less time scrolling through the endless unappealing options. Founded on strong social morals, Feedmee donates a meal to someone in need every time someone books a table or orders food delivery through the app. The app can be downloaded on iOS, with Android coming soon."}, {"name": "Power Ledger", "description": "Founded: 2016\n Power Ledger, with their gender diverse founding team, is bringing P2P solar energy trading blockchain technology to the world. The technology allows renewable energy asset owners to decide who they want to sell their surplus energy to and at what price. Power Ledger was founded by Jemma Green, Jenni Conroy, Dave Martin and John Bulich. Through blockchain technology they can provide a transparent, auditable and automated market trading and clearing mechanism for the benefit of producers and consumers. To date, they have raised $34 million AUD."}, {"name": "ActivePort", "description": "Founded: 2017\n ActivePort is a managed services provider that has harnessed Software Defined Networking (SDN) with a cloud-based service portal so that customers can instantly provision and scale vendor-neutral carrier and data centre services. The platform offers direct access to AWS, Google Cloud, Microsoft Azure, Microsoft Office 365, as well as to the top peering exchanges. It also provides direct access to private cloud services, disaster recovery, and network backhaul. Founded by Pat Cleary, Grant Farrow and Mark Middleton, ActivePort was recently named as a semi-finalist in the 2017 Western Australia Innovator of the Year program."}, {"name": "HUMM Technologies", "description": "Founded: 2017\n HUMM Technologies was created with the goal of expanding human potential with wearable neurotechnology. HUMM is developing a wearable Brain Computer Interface to help gamers achieve and maintain Flowstate in Esports. The wearable harnesses developing neuroscience in Electroencephalography (EEG) and transcranial stimulation (tDCS) technology to accelerate training and stimulate better performance from the human brain. Founded by Timothy Fiori, Iain McIntyre, Ahmud Auleear and Christopher Norman, HUMM is VC backed, already gearing up for hiring new staff and looking at expansion into other industries."}]